[
    {
        "id": "atk01",
        "style": "attack",
        "name": "黑巧克力餅乾",
        "state": "front",
        "image": "https://i.imgur.com/eYP6T8C.png",
        "description": "黑巧克力餅乾將大劍朝地面一擊，閃電便接連轟散。受到禁用魔法影響的敵人將造成巨大的傷害，短時間內防禦力降低",
        "description_long": "某個時期，黑巧克力餅乾突然產生成為英雄的念頭，於是提起勇氣前往黑暗的世界冒險，然而就在他得到封印的草莓醬魔法劍以後，瞬間跌入了黑暗深淵，再也回不去從前的生活。總是伴隨烏雲籠罩、閃電交加的黑巧克力餅乾成了集合所有恐懼於一身的悲情餅乾。直到現在他心中依然和魔法劍交戰中⋯⋯"
    },
    {
        "id": "atk02",
        "style": "attack",
        "name": "妖狐餅乾",
        "state": "front",
        "image": "https://i.imgur.com/KkEr94z.png",
        "description": "妖狐餅乾發射妖狐火焰，進行更猛烈的遠距離攻擊。過一會兒變回狐狸原貌",
        "description_long": "原本是動物形狀的棉花糖，因為太想變成餅乾而連續吃了999天的麵粉和奶油，終於學會了變身為餅乾的魔法，而且還是變成奪人目光的嬌媚餅乾。無論是誰都會被那充滿魅力的美貌給電到，想必他又是搖擺他那九條尾巴來迷惑的。"
    },
    {
        "id": "atk03",
        "style": "attack",
        "name": "紫心薯餅乾",
        "state": "front",
        "image": "https://i.imgur.com/MW7tjPB.png",
        "description": "像龍捲風一樣席捲戰場的必殺番藷連擊！",
        "description_long": "經過熊熊烈火持續不停的燃燒，烤出了火氣十足的紫心薯餅乾！因為他總是在發火，只要一靠近，就會被滾滾熱氣灼傷。他自以為身經百戰，熬過地獄之火的煎熬，卻沒想到那個地方其實就是其他餅乾也都經歷過的魔女烤箱，只有他還搞不清楚狀況⋯⋯紫心薯餅乾總是憤怒不已，光是破壞眼前的東西還不夠，還會不時大聲嚷嚷，問有沒有餅乾要跟他打鬥，是個非常狂暴的餅乾。戰門最後一刻，爆發的憤怒能讓他重新站起來，並產生吞噬一切的紫色旋風。"
    },
    {
        "id": "atk04",
        "style": "attack",
        "name": "狼人餅乾",
        "state": "front",
        "image": "https://i.imgur.com/w2BFxlS.png",
        "description": "狼人餅乾用粗暴的掙扎造成範圍傷害，並變身成狼。覺醒後體力變更好，利用鋒利的爪子發起比普通攻擊更強大、更廣泛的二連擊",
        "description_long": "這個餅乾在製作時加了許多胡椒，而且似乎還混進的掉在胡椒罐裡的一根狼毛，當他感到不安或憤怒時，身為野狼的本性就會顯現，在無意識中做出可怕的事。過去他曾經為了保護某個重要的對象而變身，卻也因此被趕出了原本居住的村子，從那之後他就在森林裡獨自遊蕩。歷經風霜的他，除了胡椒味之外還增添了淚水的鹹味，所以有點鹹又有點辣。如果有人試圖探究狼人餅乾的內心傷痛，他會說「小心我會傷害你」，並一把將對方推開。就像他臉上的傷痕一樣，他的內心也有著永遠無法痊癒的傷疤。"
    },
    {
        "id": "atk05",
        "style": "attack",
        "name": "公主餅乾",
        "state": "front",
        "image": "https://i.imgur.com/YFfcUma.png",
        "description": "到處遊歷的公主餅乾使出大力的一擊！面帶笑容用力揮舞權杖，造成範圍傷害，且被擊中的敵人防禦力會立刻降低",
        "description_long": "你以為公主就是高雅又氣質非凡嗎？那你可就錯了！在他身上完全找不到所謂的公主氣質。他好奇心旺盛，渾身散發可愛氣息，喜歡到處跑跑跳跳。就連摔了跤裙子不小心掀起來蓋住腦袋，也可愛得讓人無法招架。"
    },
    {
        "id": "atk06",
        "style": "attack",
        "name": "勇敢餅乾",
        "state": "front",
        "image": "https://i.imgur.com/5yTeh7M.png",
        "description": "勇敢餅乾勇敢往前衝撞，對周圍造成傷害",
        "description_long": "率先逃出烤箱的勇敢餅乾，究竟是如何在魔女的烤箱中獲得生命的，至今依舊是個謎。會不會是魔女不小心把賦予生命的魔法粉末當成生薑粉，才會變成這樣呢？"
    },
    {
        "id": "atk07",
        "style": "attack",
        "name": "肌肉餅乾",
        "state": "front",
        "image": "https://i.imgur.com/MpeSWf3.png",
        "description": "肌肉餅乾施展渾身怪力，向前方敵人投擲啞鈴",
        "description_long": "肌肉餅乾是用許多蛋白質粉，揮汗如雨地揉製而成的。揉了3週之後，才會開始出現肌肉口味。在如此長期鍛鍊下製成的肌肉餅乾只要一生氣，就習慣亂扔運動器材。但教訓完蛋糕怪物後馬上就氣消，所以不必太害怕"
    }
]