[
    {
        "id": "ad01",
        "style": "adcarry",
        "name": "黑麥餅乾",
        "state": "後排",
        "image": "https://i.imgur.com/gFBsT4s.png",
        "description": "黑麥餅乾使用快搶掃射原體力最低的敵人，造成多次嚴重的單一傷害。激動之餘，一段時間內攻擊速度會大幅提升",
        "description_long": "黑麥餅乾把散發甜味的探長徽章當作裝飾別在身上，總是恣意的發射帶殼的黑麥粒子彈，狂野不羈就是他的本命！每當太陽西下，它就會「碰」的一聲推開餐廳大門，不論是不是第一次光臨也會豪邁的甩頭大喊：「來人！上幾道我常吃的菜！」某年麥子長得特別碩大有光澤，卻被哪個餅乾偷的一粒不剩，黑麥餅乾在追緝這個小偷時聽到目擊證餅的描述，越想越覺得是某個餅乾所為！這下可好，要是犯人落網絕對要讓他嚐嚐黑麥粗糙的滋味，要是發現嫌犯記得拔腿就跑，因為要是被黑麥餅乾誤會成共犯，你怎麼辯解他大概也聽不進去！"
    },
    {
        "id": "ad02",
        "style": "adcarry",
        "name": "叢林戰士餅乾",
        "state": "後排",
        "image": "https://i.imgur.com/dvS3Soi.png",
        "description": "森林戰士餅乾騎乘奶油虎向前衝鋒，對周圍造成範圍傷害並使其昏眩。老虎騎士發動期間，使出爪子進行比普通攻擊更快、更強大的近距離攻擊",
        "description_long": "在距離王國不遠的森林中被發現，是個眼神充滿戒心的野生餅乾。他不知為何獨自生活在森林之中，外表看起來十分剛強，但卻不時表現出柔弱的一面，是個令人不禁想去保護的餅乾。他總是和既像家人又像朋友的奶油虎在一起，靠著在森林中磨練出的擲槍技術和優秀的跳躍力勇敢奔馳。"
    },
    {
        "id": "ad03",
        "style": "adcarry",
        "name": "甜菜餅乾",
        "state": "後排",
        "image": "https://i.imgur.com/ahNvnMe.png",
        "description": "甜菜餅乾利用敏銳的觀察力，向體力最低的敵人連續發射甜菜之箭",
        "description_long": "甜菜餅乾是用穿過堅硬土地，擁有強韌生命力的甜菜所製成，或許是因為這樣，所以他身上的顏色也更為鮮豔飽滿。甜菜餅乾在樹林深處搭建帳篷度日，為了保護自己的領域，總是隨身帶著十字弓，對周遭保持警戒。為了生存，不論是帳篷被風雨吹襲或是遭遇任何困難，他仍咬緊牙關，努力找出生路。因為長期獨自生活在森林中，所以他看到餅乾總是比看到獵物還要吃驚。"
    },
    {
        "id": "atk01",
        "style": "attack",
        "name": "黑巧克力餅乾",
        "state": "front",
        "image": "https://i.imgur.com/eYP6T8C.png",
        "description": "黑巧克力餅乾將大劍朝地面一擊，閃電便接連轟散。受到禁用魔法影響的敵人將造成巨大的傷害，短時間內防禦力降低",
        "description_long": "某個時期，黑巧克力餅乾突然產生成為英雄的念頭，於是提起勇氣前往黑暗的世界冒險，然而就在他得到封印的草莓醬魔法劍以後，瞬間跌入了黑暗深淵，再也回不去從前的生活。總是伴隨烏雲籠罩、閃電交加的黑巧克力餅乾成了集合所有恐懼於一身的悲情餅乾。直到現在他心中依然和魔法劍交戰中⋯⋯"
    },
    {
        "id": "atk02",
        "style": "attack",
        "name": "妖狐餅乾",
        "state": "front",
        "image": "https://i.imgur.com/KkEr94z.png",
        "description": "妖狐餅乾發射妖狐火焰，進行更猛烈的遠距離攻擊。過一會兒變回狐狸原貌",
        "description_long": "原本是動物形狀的棉花糖，因為太想變成餅乾而連續吃了999天的麵粉和奶油，終於學會了變身為餅乾的魔法，而且還是變成奪人目光的嬌媚餅乾。無論是誰都會被那充滿魅力的美貌給電到，想必他又是搖擺他那九條尾巴來迷惑的。"
    },
    {
        "id": "atk03",
        "style": "attack",
        "name": "紫心薯餅乾",
        "state": "front",
        "image": "https://i.imgur.com/MW7tjPB.png",
        "description": "像龍捲風一樣席捲戰場的必殺番藷連擊！",
        "description_long": "經過熊熊烈火持續不停的燃燒，烤出了火氣十足的紫心薯餅乾！因為他總是在發火，只要一靠近，就會被滾滾熱氣灼傷。他自以為身經百戰，熬過地獄之火的煎熬，卻沒想到那個地方其實就是其他餅乾也都經歷過的魔女烤箱，只有他還搞不清楚狀況⋯⋯紫心薯餅乾總是憤怒不已，光是破壞眼前的東西還不夠，還會不時大聲嚷嚷，問有沒有餅乾要跟他打鬥，是個非常狂暴的餅乾。戰門最後一刻，爆發的憤怒能讓他重新站起來，並產生吞噬一切的紫色旋風。"
    },
    {
        "id": "atk04",
        "style": "attack",
        "name": "狼人餅乾",
        "state": "front",
        "image": "https://i.imgur.com/w2BFxlS.png",
        "description": "狼人餅乾用粗暴的掙扎造成範圍傷害，並變身成狼。覺醒後體力變更好，利用鋒利的爪子發起比普通攻擊更強大、更廣泛的二連擊",
        "description_long": "這個餅乾在製作時加了許多胡椒，而且似乎還混進的掉在胡椒罐裡的一根狼毛，當他感到不安或憤怒時，身為野狼的本性就會顯現，在無意識中做出可怕的事。過去他曾經為了保護某個重要的對象而變身，卻也因此被趕出了原本居住的村子，從那之後他就在森林裡獨自遊蕩。歷經風霜的他，除了胡椒味之外還增添了淚水的鹹味，所以有點鹹又有點辣。如果有人試圖探究狼人餅乾的內心傷痛，他會說「小心我會傷害你」，並一把將對方推開。就像他臉上的傷痕一樣，他的內心也有著永遠無法痊癒的傷疤。"
    },
    {
        "id": "atk05",
        "style": "attack",
        "name": "公主餅乾",
        "state": "front",
        "image": "https://i.imgur.com/djoxAXe.png",
        "description": "到處遊歷的公主餅乾使出大力的一擊！面帶笑容用力揮舞權杖，造成範圍傷害，且被擊中的敵人防禦力會立刻降低",
        "description_long": "你以為公主就是高雅又氣質非凡嗎？那你可就錯了！在他身上完全找不到所謂的公主氣質。他好奇心旺盛，渾身散發可愛氣息，喜歡到處跑跑跳跳。就連摔了跤裙子不小心掀起來蓋住腦袋，也可愛得讓人無法招架。"
    },
    {
        "id": "atk06",
        "style": "attack",
        "name": "勇敢餅乾",
        "state": "front",
        "image": "https://i.imgur.com/Eat5trx.png",
        "description": "勇敢餅乾勇敢往前衝撞，對周圍造成傷害",
        "description_long": "率先逃出烤箱的勇敢餅乾，究竟是如何在魔女的烤箱中獲得生命的，至今依舊是個謎。會不會是魔女不小心把賦予生命的魔法粉末當成生薑粉，才會變成這樣呢？"
    },
    {
        "id": "atk07",
        "style": "attack",
        "name": "肌肉餅乾",
        "state": "front",
        "image": "https://i.imgur.com/MpeSWf3.png",
        "description": "肌肉餅乾施展渾身怪力，向前方敵人投擲啞鈴",
        "description_long": "肌肉餅乾是用許多蛋白質粉，揮汗如雨地揉製而成的。揉了3週之後，才會開始出現肌肉口味。在如此長期鍛鍊下製成的肌肉餅乾只要一生氣，就習慣亂扔運動器材。但教訓完蛋糕怪物後馬上就氣消，所以不必太害怕"
    },
    {
        "id": "bmp01",
        "style": "bump",
        "name": "毒蘑菇餅乾",
        "state": "mid",
        "image": "https://i.imgur.com/Or8qfHC.png",
        "description": "毒蘑菇餅乾種植蘑菇，散播紫色劇毒，使敵方中毒精神不濟，但絕無惡意",
        "description_long": "有些東西即使看起來再美味誘人也萬萬不可嘗試，那就是恍恍惚惚紫蘑菇！毒蘑菇餅乾在某個餓到發抖的一天，不小心將毒蘑菇給吃下肚，便成為了一個心神恍惚、有點迷糊的餅乾。他只要靜止不動，路過的餅乾都以為他是蘑菇而想摘他，他非但不生氣，反而像一見如故的老朋友般，給對方溫暖的擁抱。毒蘑菇餅乾示好的方式就是分享他懷中香氣四溢的紫蘑菇，不過隨便亂吃來路不明的可疑蘑菇相當危險，小心因小失大！"
    },
    {
        "id": "bmp02",
        "style": "bump",
        "name": "櫻桃餅乾",
        "state": "mid",
        "image": "https://i.imgur.com/mC5dAJ7.png",
        "description": "櫻桃餅乾拋出巨大的櫻桃炸彈。引爆時可造成範圍傷害，並使敵人昏眩",
        "description_long": "裝飾鮮紅櫻桃糖漿的可愛餅乾，但和可愛甜美的形象相反，他非常喜歡破壞性的惡作劇，會隨便亂丟櫻桃炸彈作樂。據說只要聞到櫻桃炸彈爆炸後產生的甘甜清爽香氣，累積的壓力全都會一掃而空！！"
    },
    {
        "id": "bmp03",
        "style": "bump",
        "name": "泡泡糖餅乾",
        "state": "mid",
        "image": "https://i.imgur.com/DAWrv3F.png",
        "description": "泡泡糖餅乾揮灑藝術魂，向敵人發射連續3發泡泡糖，造成多次範圍傷害。敵人被泡泡糖黏住時，攻擊速度會降低",
        "description_long": "用泡泡糖脆硬外殼搭配香甜柔軟內餡所製成的泡泡糖餅乾！要是一股酸酸甜甜的香氣飄來，想必是泡泡糖餅乾出現了！他熱愛將平淡無奇的世界渲染成五顔六色，發射他的七彩泡泡糖球，大肆地將天花板、牆壁和障礙物染上色彩，根本就是餅乾界的搗蛋鬼。剛出爐後，一天內就能把烤箱弄得亂七八糟，把魔女氣得跳腳。因此他所到之處總是怨聲連連，但他依然醉心於自己的藝術世界裡。"
    },
    {
        "id": "bmp04",
        "style": "bump",
        "name": "煉金術師餅乾",
        "state": "mid",
        "image": "https://i.imgur.com/bJhGKKm.png",
        "description": "鍊金術師餅乾投擲毒性試劑，且具有階段性傷害。階段越高，傷害範圍、傷害值、中毒傷害越大",
        "description_long": "鍊金術師餅乾由富含神聖成分的新鮮葡萄串所製成，是個非常聰明的餅乾。他總是醉心於研究，愛用自己的公式來判斷所有的物質，而且還會一併衡量需要使用哪些元素才能轉變物質的屬性。總之，鍊金術師餅乾的核心理論就是：想獲得重要的物品，就得付出相等的代價，好逸惡勞的話是永遠無法帶來任何改變的。"
    },
    {
        "id": "flyatk01",
        "style": "fly_attack",
        "name": "甜辣醬餅乾",
        "state": "mid",
        "image": "https://i.imgur.com/ShpaFAL.png",
        "description": "甜辣醬餅乾以風一般快的敏捷身段突襲後排敵人，並對其造成範圍傷害。四連擊的最後一擊也是最狠毒的甜辣醬暴擊",
        "description_long": "超辣甜辣醬只要舔一口就能讓舌頭冒火，因為用了超出官方規定用量的甜辣醬，所以甜辣醬餅乾也是目無法紀！他所到之處無不掀起騷動，只要看到金光閃閃的貴重物品，便會搜刮一空，留下一抹塵印而去，無數的餅乾都被他捉弄得一把眼淚、一把鼻涕。他隨時都在暢飲甜辣醬，以後會不會變得更潑辣呢？"
    },
    {
        "id": "flyatk02",
        "style": "fly_attack",
        "name": "吸血鬼餅乾",
        "state": "mid",
        "image": "https://i.imgur.com/GL2NpGM.png",
        "description": "變身為蝙蝠！襲擊最遠處的敵人造成傷害以吸取敵人的血來恢復自身體力",
        "description_long": "魔女花了太多時間在製作其他的餅乾上，沒有按時地使用新鮮葡萄來製作葡萄汁，將将葡萄汁裝在橡木桶裡發酵後，魔女把經過長時間熟成的葡萄汁加進了餅乾裡，吸血鬼餅乾就此誕生了。因為餅乾裡含有10％以上的這種葡萄汁，據說發酵時花了不少的時間。吸血鬼餅乾與其他的餅乾不同，喜歡悠間地享受餅乾人生，在炙熱的烤箱中也總是顯得悠游自在，最後更在妹妹鍊金術師餅乾的幫助下逃了出來。蒼白的臉孔與特立獨行的姿態是吸血鬼餅乾的魅力所在，今天的他依舊「人生不過如此」地，邀飲一杯熟成的葡萄汁。"
    },
    {
        "id": "flyatk03",
        "style": "fly_attack",
        "name": "鬆餅餅乾",
        "state": "mid",
        "image": "https://i.imgur.com/AaJ4R3j.png",
        "description": "鬆餅餅乾往前高飛，天上降下好多橡實！掉落的橡實能造成大量傷害並提升我方全體攻擊速度",
        "description_long": "用平底鍋把鬆餅烤得金黃又酥脆，元氣飽滿又純真的鬆餅餅乾就這麼誕生了。可愛的他深得餅乾的心，或許是知道自己受寵，他還特別在頭上加了牛角形狀的奶油，好讓可愛度加倍！橡實果凍是鬆餅餅乾的最愛，為了得到橡實果凍，他會使出各種撒嬌手段，尤其「拍拍撒嬌法」和「眨眼撒嬌法」這兩招絕對讓人招架不了。不管你多想擇脫鬆餅餅乾，一轉身你就會發現他其實早已緊跟在後，這時候要是你手裡還握著橡實果凍的話，那麼只能建議你放寬心，接受橡實果凍已經不屬於你的事實了。"
    },
    {
        "id": "flyatk04",
        "style": "fly_attack",
        "name": "探險家餅乾",
        "state": "mid",
        "image": "https://i.imgur.com/ujEH0f9.png",
        "description": "探險家餅乾擺盪繩索攻擊最遠方的敵人，並且把他捆綁起來",
        "description_long": "自古以來就謠傳著，有位探險家餅乾不斷在魔女島另一邊的未知世界探險，並且一直在等待著其他餅乾的到來。現在事實證明，這果然不是空傳！終於露面的這位餅乾會用著若有所思的表情攤開地圖，向你說明該怎麼前往他至今為止所發現的各種新世界。不過在這之後，他會開始講他要去尋找被埋藏的秘密、傳說中的龍、王國的遺跡⋯⋯等令人摸不著頭緒的故事，繼續踏上未知世界的探險之旅。"
    },
    {
        "id": "flyatk05",
        "style": "fly_attack",
        "name": "忍者餅乾",
        "state": "mid",
        "image": "https://i.imgur.com/TyYXxeN.png",
        "description": "忍者餅乾一躍而起，快速發射兩枚飛鏢，對一定範圍內的敵人造成傷害",
        "description_long": "俗話說好酒沉甕底，說到忍者餅乾，就會讓人深知修行的重要性。這是可以踩著風連續跳躍的餅乾，成分和口味無人知曉。聽說忍者餅乾一跳起來，就不會著地，還有人說在地上跑的都是忍者餅乾的分身。持續修行的話，跳躍實力也會越強，究竟他能變得多厲害呢？"
    },
    {
        "id": "heal01",
        "style": "heal",
        "name": "藥草餅乾",
        "state": "後排",
        "image": "https://i.imgur.com/63XTahI.png",
        "description": "藥草餅乾暖和的庭園可以恢復所有餅乾的體力，並摒除我方減速效果。額外冒出的新芽可以使體力逐漸恢復",
        "description_long": "蘊含著草綠清香和溫暖氣息的藥草餅乾，是個相處上令人心情放鬆的餅乾。因為是用健康、不帶刺激性的有機農材料所製成的，因此味道見仁見智。他喜歡在雨天撐著葉子雨傘輕聽滴滴答答的雨聲，也享受在陽光露臉的時候和心愛的花盆一起曬曬太陽。非常珍惜世上每一個小生命及每一瞬間，堅信著每個又哭又笑的日常小事都是美化人生的催化劑，好比經歷風雨、陽光孕育的幼苗一般。"
    },
    {
        "id": "heal02",
        "style": "heal",
        "name": "氣泡飲餅乾",
        "state": "後排",
        "image": "https://i.imgur.com/duAnNA0.png",
        "description": "氣泡飲餅乾用現場調製的雞尾酒恢復體力較低的兩名隊友，再以清新的香氣振奮士氣，增加我方全體的暴擊率",
        "description_long": "推開五光十色的宴會大門，一眼就能看到掛著燦爛微笑和來賓舉杯共飲的氣泡飲餅乾。他用天然礦泉碳酸水調配出來的清新沁涼口感，再加上他本身的好口才與紳士風範，讓所有來賓先是愛上氣泡飲的清涼，然後又被他迷人的笑眼據獲，無不迷得神魂顛倒。餅乾界紅人皆知的吸睛招數「捲起的七分袖」外加「俐落油頭」，誰能不愛上這魅力十足的氣泡飲餅乾呢？"
    },
    {
        "id": "heal03",
        "style": "heal",
        "name": "卡士達三世餅乾",
        "state": "後排",
        "image": "https://i.imgur.com/tInBk24.png",
        "description": "卡士達三世餅乾可治癒剩餘體力比例最低的兩名隊友，並開啟暫時性的體力護盾",
        "description_long": "卡士達三世餅乾的夢想就是建立一個像古代某個王朝般的偉大王國。他自稱早在他頭上的卡士達尚未成形之前，他就已經聽了無數的王國故事，早早就為了建國大業做準備。不過他還缺老百姓，因此每見到一個餅乾就用權杖重重捶地幾聲，問對方要不要成為他的百姓。然而仔細一看，不論是皇冠還是權杖，全都是用色紙作成的精緻玩具，如假包換根本認不出來呢！甚至連甜辣醬餅乾也信以為真，興沖沖來偷卻敗興而歸。尚未純熟的卡士達醬令人憂心，這天真浪漫的餅乾究竟能不能成為一國之主呢？願意給卡士達三世餅乾機會的話，歡迎你隨時報名成為他的百姓！"
    },
    {
        "id": "heal04",
        "style": "heal",
        "name": "天使餅乾",
        "state": "後排",
        "image": "https://i.imgur.com/Cp8nIKY.png",
        "description": "天使餅乾向餅乾降下祝福！展開翅膀飛向天空，恢復我方全體體力",
        "description_long": "明明是天使，卻不太知道該怎麼飛，只能飛離地約1cm。Q彈的捲髮有著特別的魔法，可治癒附近的同伴！喜歡的動物是企鵝和鴕鳥，哦！還有可愛的小雞。"
    },
    {
        "id": "mgc01",
        "style": "magic",
        "name": "濃縮咖啡餅乾",
        "state": "mid",
        "image": "https://i.imgur.com/e57226y.png",
        "description": "濃縮咖啡餅乾發出巨大的旋風對遠方敵人造成多次的範圍傷害，並將其吸入魔法的中央",
        "description_long": "濃縮咖啡餅乾對於任何一件事，好比烘培咖啡豆的過程一樣，需要掌握精確的咖啡豆量、拿捏適當的溫度，以及控制恰好的烘烤時間，是一個做事有條有理的餅乾。他總是非常忙碌的四處奔走，讓整個王國內隨時飄著咖啡香，如果說重視時間拿捏的咖啡魔法就是濃縮咖啡餅乾所創，應該一點也不為過。有時不知道從哪裡飄來一股詭異的燒焦味，讓他被經常誤會成是黑魔法師⋯⋯即便如此他似乎不太在意也沒有打算為自己洗刷冤屈。他總是夜以繼日研磨咖啡豆和研究新的魔法，正因如此，似乎把咖啡當水喝的他也實在叫人擔心。"
    },
    {
        "id": "mgc02",
        "style": "magic",
        "name": "粉雪餅乾",
        "state": "mid",
        "image": "https://i.imgur.com/uCvJJ0I.png",
        "description": "粉雪餅乾只要輕揮雪花召喚魔杖，便可讓雪王召喚獸拋起風暴雪，持續造成範圍傷害。被凍結的敵人攻擊速度將立刻下降",
        "description_long": "由雪、砂糖，以及一種神秘材料製成的餅乾，有一次突然被丟在雪原，所以有一段時間非常孤單寂寞。某一天，當粉雪餅乾在雪原遊蕩的時候，找到了就算放進烤箱也不會融化的神秘雪花召喚魔杖！現在他隨時都能召喚刨冰召喚獸、雪王召喚獸等好朋友，因此再也不覺得寂寞了。"
    },
    {
        "id": "mgc03",
        "style": "magic",
        "name": "甘草餅乾",
        "state": "mid",
        "image": "https://i.imgur.com/TsRJ0W8.png",
        "description": "甘草餅乾伴隨黑色閃電幻影，召喚甘草果洞骷髏。利用強大的法術，短時間內增加我方的防禦力",
        "description_long": "甘草餅乾是用越嚼就越黑的甘草所醃製而成。他總是手裡握著一把看起來不太討喜的大鐮刀，時不時地暗中竊笑。自小便立志想要成為魔法師的學徒，但終究未受到賞識的他最後還是接觸了被禁用的黑魔法。在他恣意使用復活魔法、召喚甘草果凍骷髏嚇唬餅乾的時候，自從親眼目睹暗黑魔女的強大力量，對魔女佩服得五體投地，原本乾癟的身軀趴得更扁，發誓決心效忠魔女。在那之後為了成為暗黑魔女的心腹，可說是費盡了心力，據說滿腹埋怨的他，背地裡不知道已經寫了多少本的秘密日記。"
    },
    {
        "id": "mgc04",
        "style": "magic",
        "name": "黑莓餅乾",
        "state": "mid",
        "image": "https://i.imgur.com/CB9Yo6E.png",
        "description": "黑莓餅乾召喚小幽靈，同時提升我方暴擊機率。幽靈在敵人之間飛來飛去，可造成多次的傷害",
        "description_long": "平常總是擺出對任何事都漠不關心的表情，但骨子裡卻是個親切又認真的餅乾。長期以來一直為名門大族工作，每當集中全力工作時，他總是能發揮出驚人的能力，看起來就像是許多人同時在工作一般。除了管理整個家族大大小小各種事務之外，他還肩負著把經常離家出走的問題餅乾帶回來的重要任務，因此總是不分晝夜不停地奔走著。"
    },
    {
        "id": "mgc05",
        "style": "magic",
        "name": "魔法師餅乾",
        "state": "mid",
        "image": "https://i.imgur.com/7vhvjIP.png",
        "description": "魔法師餅乾在魔法鎮上方召喚閃電雲朵，持續造成範圍傷害。",
        "description_long": "碰巧獲得魔女的糖果魔杖，從此能夠使用強大魔法的餅乾。斜戴在頭上的跳跳糖冰淇淋帽，讓他看起來更有魔法師的架勢。魔法師餅乾最常使用的咒語是，時時刻刻帶來歡樂氣氛的「趴踢趴踢〜費斯特霍〜」，還有可以招來幸運和樂趣的「阿布拉餅乾卡達布拉」。"
    },
    {
        "id": "spt01",
        "style": "support",
        "name": "石榴餅乾",
        "state": "後排",
        "image": "https://i.imgur.com/rPDYj1p.png",
        "description": "石榴餅乾使用紅色法術慢慢恢復餅乾們的體力，短時間內增加我方的攻擊力",
        "description_long": "放上一整顆在強力咒語之地長成的石榴，而充滿靈氣，也因為加上了濃縮的石榴糖漿，顏色顯得格外紅艷。某天，石榴餅乾在照料神秘的石榴樹時，突然收到了要他追隨黑暗的啟示。就在他感到迷惑之際，黑暗軍團侵襲了村莊，而在濃霧之中站著一個黑影⋯⋯直到那時候，石榴餅乾才明白自己要服侍的對象究竟是誰。到底石榴餅乾受到了什麼啟示，因此決定追隨那團黑影呢？"
    },
    {
        "id": "spt02",
        "style": "support",
        "name": "薄荷巧克力餅乾",
        "state": "後排",
        "image": "https://i.imgur.com/qjdehKD.png",
        "description": "薄荷巧克力餅乾以甜美的旋律為餅乾們應援，快速恢復我方全體一定程度的體力，並提升我方餅乾們的攻擊速度",
        "description_long": "不僅能夠演奏出富麗堂皇的音樂，就連外貌也同樣閃閃動人的餅乾。靠著唯有薄荷糖小提琴才能發出的典雅音色與甜美香氣，加上彷彿音樂般動人的微笑，無數餅乾成了他的忠實粉絲。雖然被大家譽為音樂天才，但薄荷巧克力餅乾總是保持著謙遜的態度，這或許是因為他經歷過好幾年街頭演奏家生活的緣故。"
    },
    {
        "id": "spt03",
        "style": "support",
        "name": "紅蘿蔔餅乾",
        "state": "後排",
        "image": "https://i.imgur.com/ZmSCZCn.png",
        "description": "紅蘿蔔餅乾持續拔起並投擲胡蘿蔔，造成範圍傷害，並提升我方防禦力",
        "description_long": "紅蘿蔔餅乾帶有紅蘿蔔的清香與自然的健康成分，喜歡在熾熱的陽光下、飛揚的塵士中揮灑汗水，每天都與農地為伍。紅蘿蔔餅乾擅長耕種，能讓幼苗長成壯碩的蔬菜，有一次他種的作物甚至大到穿透了棚子，令他相當自豪。每到收成的季節，紅蘿蔔餅乾就忙到連吃顆熊熊果凍的時間都沒有，不論颳風下雨都不影響他對耕種的熱忧，因此紅蘿蔔農場總是大豐收！因為熱愛農事，他還曾經偷跑進魔女的田裡耕種呢！"
    },
    {
        "id": "spt04",
        "style": "support",
        "name": "幸運草餅乾",
        "state": "後排",
        "image": "https://i.imgur.com/SoZU8lW.png",
        "description": "幸運草餅乾利用柔和的樂聲摒除我方全體減益效果，並逐漸恢復我方餅乾的體力",
        "description_long": "幸運草餅乾就像陽光下花園裡大大小小的野花，那麼的簡單樸實。他喜歡一邊唱歌，一邊在草原和森林漫步。聽說他會帶著一把花草編成的魯特琴，輕輕地走到餅乾旁邊，幫餅乾的故事寫成歌。情感豐富的他，就算是平凡的日常也能进發出許多作曲靈感。聽他用蕭蕭的風聲、潺潺的溪水聲、歡樂的餅乾笑聲寫成的歌，心情都愉快了起來。幸運草餅乾認為，能夠用酥脆的步伐踏在這充滿愛的土地，並且唱著自己最喜歡的歌，是再幸福不過的事了。希望這小小的旋律能夠越過山河、超越時空，成為最美麗的萬物之歌。"
    },
    {
        "id": "spt05",
        "style": "support",
        "name": "洋蔥餅乾",
        "state": "後排",
        "image": "https://i.imgur.com/MA3ryuY.png",
        "description": "洋蔥餅乾嘹亮的哭聲能傳到很遠的地方，並且造成大範圍傷害，減少敵方攻擊力",
        "description_long": "路過他身邊就會感覺眼睛刺辣，因為他是由整顆洋蔥皮做成的餅乾。聽說因為他的眼淚含有洋蔥汁，所以只要一掉眼淚就會被自己的眼淚辣得哭不停，總是淚汪汪的。膽小的洋蔥餅乾非常害怕幽靈，稍微受到驚嚇就會嚎啕大哭，他總是想不透為什麼自己一出現，周遭就開始變得陰森，時鐘指針也倒轉起來⋯⋯或許未來他就會知道為什麼了。"
    },
    {
        "id": "tk01",
        "style": "tank",
        "name": "瑪德蓮餅乾",
        "state": "front",
        "image": "https://i.imgur.com/qmqTezI.png",
        "description": "瑪德蓮餅乾吸收空中降下的一道光後，其普通攻擊將轉換成大範圍的遠距離劍攻擊。在光的保護之下，不受減益效果的影響",
        "description_long": "跨過一望無際的汪洋大海，有個和平的共和國座落於此，而瑪德蓮餅乾正是共和國貴族的後代。自小頂著瑪德蓮家門的光環長大，只不過試著揮劍起舞的他，下一秒便成為騎士團團長。他雖然沒有豐富的經驗，但擁有滿滿自信心！團長就職典禮上，他向神宣誓並獲得神所賜予的魔劍與盾牌，可以說是他最引以為傲之物。瑪德蓮餅乾總是踏實地履行他的使命，像是騎著雪白的白糖馬巡視村莊、練習如何讓他的騎士披風高高飄揚等等。據說他為了尋找賦予餅乾生命力的靈魂果醬，威風凜凜的踏上充滿未知又黑暗的冒險旅程⋯⋯究竟，他能否完成這場偉大的遠征呢？"
    },
    {
        "id": "tk02",
        "style": "tank",
        "name": "牛奶餅乾",
        "state": "front",
        "image": "https://i.imgur.com/F31iZ7q.png",
        "description": "牛奶餅乾往前衝刺，造成範圍傷害，並挑釁敵人來攻擊自己。舉起白色盾牌時，可減少受到的傷害",
        "description_long": "願牛奶閃光降臨時，處處充滿和平！受到上天的啟示後，牛奶餅乾開始保護世界不被黑暗吞噬。當他高舉治癒的牛奶魔杖，就會發出神聖而耀眼的光芒，渲染出一片純白的世界。暴風吹來時，牛奶餅乾可以用神聖的牛奶盾抵檔並且往前衝，嚇跑黑暗的爪牙。他有著高尚的一顆心，就算體力耗盡倒下，依舊想要為其它餅乾祈福；即使與無盡的漆黑交手，依舊純白無瑕，不被黑暗玷汙。"
    },
    {
        "id": "tk03",
        "style": "tank",
        "name": "酪梨餅乾",
        "state": "front",
        "image": "https://imgur.com/B2AlzXc",
        "description": "酪梨餅乾用力敲打鐵鎚，造成周圍多次範圍傷害。輕快的敲打聲讓餅乾們士氣大振，可提升攻擊力最高隊友的攻擊力",
        "description_long": "製作酪梨餅乾的秘訣是必須採用經過炙熱陽光照射、果實碩大飽滿的酪梨做原料，攪拌的時候還得動作豪放！越溫暖的地方，酪梨熟得更快，果肉也更柔軟。他擁有豐富的營養，但卻喜歡沒營養的笑話。聽說講冷笑話是為了讓打鐵鋪降溫⋯⋯你信嗎？即使沒日沒夜打鐵鑄劍，樂天開朗的酪梨餅乾也一點都不嫌累。真不虧是擁有鬼斧神工技藝的鐵匠達人！"
    },
    {
        "id": "tk04",
        "style": "tank",
        "name": "騎士餅乾",
        "state": "front",
        "image": "https://i.imgur.com/sZCmnKP.png",
        "description": "勇士餅乾英勇地往前方衝刺，造成敵人前排範圍傷害，並挑釁敵人來攻擊自己",
        "description_long": "身上帶有奶泡装飾、穿著白巧克力盔甲的勇士餅乾。他隨身配戴用糖果做成的劍，鋒利堅硬如勇士餅乾堅定不移的意念。他相當可靠，一旦相信就忠誠到底。不過，別看他揮劍時一副瀟灑的姿態，其實他是個不擅長表達內心想法的餅乾呢！"
    },
    {
        "id": "tk05",
        "style": "tank",
        "name": "草莓餅乾",
        "state": "front",
        "image": "https://i.imgur.com/4nxiHKJ.png",
        "description": "害怕的草莓餅乾揮舞巨大的棒棒糖不停轉動，持續造成範圍傷害",
        "description_long": "草莓餅乾生性害羞有個優點，那就是甜甜的草莓香味不容易飄散。要是像其他餅乾們一樣活潑好動，草莓餅乾裡沒有真的草莓，只添加香精的真相可能早就被發現了。不過，草莓餅乾因為有著甜蜜的香味，甚至可以把果凍變成草莓果凍，所以應該對自己有信心一點！"
    }
]