[
    {
        "id": "flyatk01",
        "style": "fly_attack",
        "name": "甜辣醬餅乾",
        "state": "中排",
        "comment" : "A / S",
        "atk" : 11246,
        "image": "https://i.imgur.com/ShpaFAL.png",
        "description": "甜辣醬餅乾以風一般快的敏捷身段突襲後排敵人，並對其造成範圍傷害。四連擊的最後一擊也是最狠毒的甜辣醬暴擊",
        "description_long": "超辣甜辣醬只要舔一口就能讓舌頭冒火，因為用了超出官方規定用量的甜辣醬，所以甜辣醬餅乾也是目無法紀！他所到之處無不掀起騷動，只要看到金光閃閃的貴重物品，便會搜刮一空，留下一抹塵印而去，無數的餅乾都被他捉弄得一把眼淚、一把鼻涕。他隨時都在暢飲甜辣醬，以後會不會變得更潑辣呢？"
    },
    {
        "id": "flyatk02",
        "style": "fly_attack",
        "name": "吸血鬼餅乾",
        "state": "中排",
        "comment" : "A-S / SS",
        "atk" : 23509,
        "image": "https://i.imgur.com/GL2NpGM.png",
        "description": "變身為蝙蝠！襲擊最遠處的敵人造成傷害以吸取敵人的血來恢復自身體力",
        "description_long": "魔女花了太多時間在製作其他的餅乾上，沒有按時地使用新鮮葡萄來製作葡萄汁，將将葡萄汁裝在橡木桶裡發酵後，魔女把經過長時間熟成的葡萄汁加進了餅乾裡，吸血鬼餅乾就此誕生了。因為餅乾裡含有10％以上的這種葡萄汁，據說發酵時花了不少的時間。吸血鬼餅乾與其他的餅乾不同，喜歡悠間地享受餅乾人生，在炙熱的烤箱中也總是顯得悠游自在，最後更在妹妹鍊金術師餅乾的幫助下逃了出來。蒼白的臉孔與特立獨行的姿態是吸血鬼餅乾的魅力所在，今天的他依舊「人生不過如此」地，邀飲一杯熟成的葡萄汁。"
    },
    {
        "id": "flyatk03",
        "style": "fly_attack",
        "name": "鬆餅餅乾",
        "state": "中排",
        "comment" : "A / B",
        "atk" : 6287,
        "image": "https://i.imgur.com/AaJ4R3j.png",
        "description": "鬆餅餅乾往前高飛，天上降下好多橡實！掉落的橡實能造成大量傷害並提升我方全體攻擊速度",
        "description_long": "用平底鍋把鬆餅烤得金黃又酥脆，元氣飽滿又純真的鬆餅餅乾就這麼誕生了。可愛的他深得餅乾的心，或許是知道自己受寵，他還特別在頭上加了牛角形狀的奶油，好讓可愛度加倍！橡實果凍是鬆餅餅乾的最愛，為了得到橡實果凍，他會使出各種撒嬌手段，尤其「拍拍撒嬌法」和「眨眼撒嬌法」這兩招絕對讓人招架不了。不管你多想擇脫鬆餅餅乾，一轉身你就會發現他其實早已緊跟在後，這時候要是你手裡還握著橡實果凍的話，那麼只能建議你放寬心，接受橡實果凍已經不屬於你的事實了。"
    },
    {
        "id": "flyatk04",
        "style": "fly_attack",
        "name": "探險家餅乾",
        "state": "中排",
        "comment" : "B / B",
        "atk" : 5327,
        "image": "https://i.imgur.com/ujEH0f9.png",
        "description": "探險家餅乾擺盪繩索攻擊最遠方的敵人，並且把他捆綁起來",
        "description_long": "自古以來就謠傳著，有位探險家餅乾不斷在魔女島另一邊的未知世界探險，並且一直在等待著其他餅乾的到來。現在事實證明，這果然不是空傳！終於露面的這位餅乾會用著若有所思的表情攤開地圖，向你說明該怎麼前往他至今為止所發現的各種新世界。不過在這之後，他會開始講他要去尋找被埋藏的秘密、傳說中的龍、王國的遺跡⋯⋯等令人摸不著頭緒的故事，繼續踏上未知世界的探險之旅。"
    },
    {
        "id": "flyatk05",
        "style": "fly_attack",
        "name": "忍者餅乾",
        "state": "中排",
        "comment" : "B / B",
        "atk" :3809,
        "image": "https://i.imgur.com/TyYXxeN.png",
        "description": "忍者餅乾一躍而起，快速發射兩枚飛鏢，對一定範圍內的敵人造成傷害",
        "description_long": "俗話說好酒沉甕底，說到忍者餅乾，就會讓人深知修行的重要性。這是可以踩著風連續跳躍的餅乾，成分和口味無人知曉。聽說忍者餅乾一跳起來，就不會著地，還有人說在地上跑的都是忍者餅乾的分身。持續修行的話，跳躍實力也會越強，究竟他能變得多厲害呢？"
    }
]