[
    {
        "id": "spt01",
        "style": "support",
        "name": "石榴餅乾",
        "state": "back",
        "image": ,
        "description": "石榴餅乾使用紅色法術慢慢恢復餅乾們的體力，短時間內增加我方的攻擊力",
        "description_long": "放上一整顆在強力咒語之地長成的石榴，而充滿靈氣，也因為加上了濃縮的石榴糖漿，顏色顯得格外紅艷。某天，石榴餅乾在照料神秘的石榴樹時，突然收到了要他追隨黑暗的啟示。就在他感到迷惑之際，黑暗軍團侵襲了村莊，而在濃霧之中站著一個黑影⋯⋯直到那時候，石榴餅乾才明白自己要服侍的對象究竟是誰。到底石榴餅乾受到了什麼啟示，因此決定追隨那團黑影呢？",
    },
    {
        "id": "spt02",
        "style": "support",
        "name": "薄荷巧克力餅乾",
        "state": "back",
        "image": ,
        "description": "薄荷巧克力餅乾以甜美的旋律為餅乾們應援，快速恢復我方全體一定程度的體力，並提升我方餅乾們的攻擊速度",
        "description_long": "不僅能夠演奏出富麗堂皇的音樂，就連外貌也同樣閃閃動人的餅乾。靠著唯有薄荷糖小提琴才能發出的典雅音色與甜美香氣，加上彷彿音樂般動人的微笑，無數餅乾成了他的忠實粉絲。雖然被大家譽為音樂天才，但薄荷巧克力餅乾總是保持著謙遜的態度，這或許是因為他經歷過好幾年街頭演奏家生活的緣故。",
    },
    {
        "id": "spt03",
        "style": "support",
        "name": "紅蘿蔔餅乾",
        "state": "back",
        "image": ,
        "description": "紅蘿蔔餅乾持續拔起並投擲胡蘿蔔，造成範圍傷害，並提升我方防禦力",
        "description_long": "紅蘿蔔餅乾帶有紅蘿蔔的清香與自然的健康成分，喜歡在熾熱的陽光下、飛揚的塵士中揮灑汗水，每天都與農地為伍。紅蘿蔔餅乾擅長耕種，能讓幼苗長成壯碩的蔬菜，有一次他種的作物甚至大到穿透了棚子，令他相當自豪。每到收成的季節，紅蘿蔔餅乾就忙到連吃顆熊熊果凍的時間都沒有，不論颳風下雨都不影響他對耕種的熱忧，因此紅蘿蔔農場總是大豐收！因為熱愛農事，他還曾經偷跑進魔女的田裡耕種呢！",
    },
    {
        "id": "spt04",
        "style": "support",
        "name": "幸運草餅乾",
        "state": "back",
        "image": ,
        "description": "幸運草餅乾利用柔和的樂聲摒除我方全體減益效果，並逐漸恢復我方餅乾的體力",
        "description_long": "幸運草餅乾就像陽光下花園裡大大小小的野花，那麼的簡單樸實。他喜歡一邊唱歌，一邊在草原和森林漫步。聽說他會帶著一把花草編成的魯特琴，輕輕地走到餅乾旁邊，幫餅乾的故事寫成歌。情感豐富的他，就算是平凡的日常也能进發出許多作曲靈感。聽他用蕭蕭的風聲、潺潺的溪水聲、歡樂的餅乾笑聲寫成的歌，心情都愉快了起來。幸運草餅乾認為，能夠用酥脆的步伐踏在這充滿愛的土地，並且唱著自己最喜歡的歌，是再幸福不過的事了。希望這小小的旋律能夠越過山河、超越時空，成為最美麗的萬物之歌。",
    },
    {
        "id": "spt05",
        "style": "support",
        "name": "洋蔥餅乾",
        "state": "back",
        "image": ,
        "description": "洋蔥餅乾嘹亮的哭聲能傳到很遠的地方，並且造成大範圍傷害，減少敵方攻擊力",
        "description_long": "路過他身邊就會感覺眼睛刺辣，因為他是由整顆洋蔥皮做成的餅乾。聽說因為他的眼淚含有洋蔥汁，所以只要一掉眼淚就會被自己的眼淚辣得哭不停，總是淚汪汪的。膽小的洋蔥餅乾非常害怕幽靈，稍微受到驚嚇就會嚎啕大哭，他總是想不透為什麼自己一出現，周遭就開始變得陰森，時鐘指針也倒轉起來⋯⋯或許未來他就會知道為什麼了。",
    },
]