[
    {
        "id": "tk01",
        "style": "tank",
        "name": "牛奶餅乾",
        "state": "前排",
        "image": "https://i.imgur.com/F31iZ7q.png",
        "description": "牛奶餅乾往前衝刺，造成範圍傷害，並挑釁敵人來攻擊自己。舉起白色盾牌時，可減少受到的傷害",
        "description_long": "願牛奶閃光降臨時，處處充滿和平！受到上天的啟示後，牛奶餅乾開始保護世界不被黑暗吞噬。當他高舉治癒的牛奶魔杖，就會發出神聖而耀眼的光芒，渲染出一片純白的世界。暴風吹來時，牛奶餅乾可以用神聖的牛奶盾抵檔並且往前衝，嚇跑黑暗的爪牙。他有著高尚的一顆心，就算體力耗盡倒下，依舊想要為其它餅乾祈福；即使與無盡的漆黑交手，依舊純白無瑕，不被黑暗玷汙。"
    },
    {
        "id": "tk02",
        "style": "tank",
        "name": "瑪德蓮餅乾",
        "state": "前排",
        "image": "https://i.imgur.com/7yOnbVJ.png",
        "description": "瑪德蓮餅乾吸收空中降下的一道光後，其普通攻擊將轉換成大範圍的遠距離劍攻擊。在光的保護之下，不受減益效果的影響",
        "description_long": "跨過一望無際的汪洋大海，有個和平的共和國座落於此，而瑪德蓮餅乾正是共和國貴族的後代。自小頂著瑪德蓮家門的光環長大，只不過試著揮劍起舞的他，下一秒便成為騎士團團長。他雖然沒有豐富的經驗，但擁有滿滿自信心！團長就職典禮上，他向神宣誓並獲得神所賜予的魔劍與盾牌，可以說是他最引以為傲之物。瑪德蓮餅乾總是踏實地履行他的使命，像是騎著雪白的白糖馬巡視村莊、練習如何讓他的騎士披風高高飄揚等等。據說他為了尋找賦予餅乾生命力的靈魂果醬，威風凜凜的踏上充滿未知又黑暗的冒險旅程⋯⋯究竟，他能否完成這場偉大的遠征呢？"
    },
    {
        "id": "tk03",
        "style": "tank",
        "name": "酪梨餅乾",
        "state": "前排",
        "image": "https://i.imgur.com/B2AlzXc.png",
        "description": "酪梨餅乾用力敲打鐵鎚，造成周圍多次範圍傷害。輕快的敲打聲讓餅乾們士氣大振，可提升攻擊力最高隊友的攻擊力",
        "description_long": "製作酪梨餅乾的秘訣是必須採用經過炙熱陽光照射、果實碩大飽滿的酪梨做原料，攪拌的時候還得動作豪放！越溫暖的地方，酪梨熟得更快，果肉也更柔軟。他擁有豐富的營養，但卻喜歡沒營養的笑話。聽說講冷笑話是為了讓打鐵鋪降溫⋯⋯你信嗎？即使沒日沒夜打鐵鑄劍，樂天開朗的酪梨餅乾也一點都不嫌累。真不虧是擁有鬼斧神工技藝的鐵匠達人！"
    },
    {
        "id": "tk04",
        "style": "tank",
        "name": "騎士餅乾",
        "state": "前排",
        "image": "https://i.imgur.com/sZCmnKP.png",
        "description": "勇士餅乾英勇地往前方衝刺，造成敵人前排範圍傷害，並挑釁敵人來攻擊自己",
        "description_long": "身上帶有奶泡装飾、穿著白巧克力盔甲的勇士餅乾。他隨身配戴用糖果做成的劍，鋒利堅硬如勇士餅乾堅定不移的意念。他相當可靠，一旦相信就忠誠到底。不過，別看他揮劍時一副瀟灑的姿態，其實他是個不擅長表達內心想法的餅乾呢！"
    },
    {
        "id": "tk05",
        "style": "tank",
        "name": "草莓餅乾",
        "state": "前排",
        "image": "https://i.imgur.com/4nxiHKJ.png",
        "description": "害怕的草莓餅乾揮舞巨大的棒棒糖不停轉動，持續造成範圍傷害",
        "description_long": "草莓餅乾生性害羞有個優點，那就是甜甜的草莓香味不容易飄散。要是像其他餅乾們一樣活潑好動，草莓餅乾裡沒有真的草莓，只添加香精的真相可能早就被發現了。不過，草莓餅乾因為有著甜蜜的香味，甚至可以把果凍變成草莓果凍，所以應該對自己有信心一點！"
    }
]